Repository: secularbird/playwithreal6410
Catalog: dnw-1.0.0/po/*.po
Languages: fr

source: Usage: dnw [options] file
fr: Utilisation: dnw [options] fichier

source: -a, -A, --address=ADDRESS Specify the download ADDRESS (default is 0xc0008000)
fr: -a, -A, --address=ADDRESSE Spécifie l'ADRESSE de téléchargement (le défaut est 0xc0008000)

source: -b, -B, --block-size=SIZE Specify the USB transfer block SIZE (default is 512)
fr: -b, -B, --block-size=TAILLE Spécifie la TAILLE de bloc pour le transfert USB (le défaut est 512)

source: -c, -C, --config=VALUE Specify the USB configuration VALUE (default is 1)
fr: -c, -C, --config=VALEUR Spécifie la VALEUR de la configuration USB (le défaut est 1)

source: -d, -D, --device=VENDOR:PRODUCT Specify the USB VENDOR:PRODUCT device ID (default is "04E8:1234")
fr: -d, -D, --device=VENDEUR:PRODUIT Spécifie l'identifiant VENDEUR:PRODUIT USB (le défaut est "04E8:1234")

source: -e, -E, --endpoint=ADDRESS Specify the USB transfer endpoint ADDRESS (default is 2)
fr: -e, -E, --endpoint=ADDRESSE Spécifie l'ADDRESSE du point d'accès USB (le défaut est 2)

source: -h, -H, --help Print the option help
fr: -h, -H, --help Affiche l'aide des options

source: -i, -I, --interface=NUMBER Specify the USB interface number (default is 0)
fr: -i, -I, --interface=NUMERO Spécifie le NUMERO de l'interface USB (le défaut est 0)

source: -q, -Q, --quiet Turn off display messages
fr: -q, -Q, --quiet Désactive l'affichage des messages

source: -t, -T, --timeout=DURATION Specify the USB transfer timemout DURATION in ms (default is 3000)
fr: -t, -T, --timeout=DUREE Spécifie la DUREE des délais pour le transfert USB en ms (le défaut est 3000)

source: -v, -V, --version Print the version information
fr: -v, -V, --version Affiche les informations de version

source: USB bulk-transfer utility for Samsung devices.
fr: Utilitaire de transfert bulk USB pour les appareils Samsung.

source: License GPL2+: GNU GPL version 2 or later <http://www.gnu.org/licenses/gpl-2.0.html>.
fr: License GPL2+: GNU GPL version 2 ou ultérieure <http://www.gnu.org/licenses/gpl-2.0.html>.

source: This is free software: you are free to change and redistribute it.
fr: Ceci est un logiciel libre, vous êtes libre de le modifier et de le redistribuer.

source: There is NO WARANTY, to the extent permitted by law.
fr: Ce logiciel n'est accompagné d'ABSOLUMENT AUCUNE GARANTIE, dans les limites autorisées par la loi applicable.

source: Target USB device found!
fr: Périphérique USB destination trouvé !

source: Cannot open USB device
fr: Impossible d'ouvrir le périphérique USB

source: Cannot set configuration for USB device
fr: Impossible de choisir la configuration pour le périphérique USB

source: Cannot claim interface for USB device
fr: Impossible de réclamer l'interface pour le périphérique USB

source: Target USB device not found!
fr: Périphérique USB destination non trouvé !

source: Cannot open file
fr: Impossible d'ouvrir le fichier

source: Cannot get file size
fr: Impossible d'obtenir la taille du fichier

source: Cannot allocate buffer memory
fr: Impossible d'allouer la mémoire tampon

source: Cannot read file
fr: Impossible de lire le fichier

source: Filename : %s
fr: Nom du fichier : %s

source: Filesize : %ld bytes
fr: Taille du fichier: %ld octets

source: Checksum : %#04x
fr: Somme de contrôle: %#04x

source: Writing data...
fr: Ecriture des données...

source: USB transfer failed
fr: Le transfert USB a échoué

source: %d%% %d bytes
fr: %d%% %d octets

source: Done!
fr: Terminé !
